Repository: IrixVol/NavigationStack
Catalog: NavigationStackExample/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# colleagues
source: Colleagues are watching my presentation about NavigationStack!
ru: Коллеги смотрят мою презентацию про NavigationStack

# depression
source: We cannot use this, it won't work for a real project!
ru: Мы не сможем этим пользоваться, это не подойдет для реального проекта!

# dontwork
source: The concept is clear, but nothing works!
ru: Идея понятна, но ничего не работает!

source: Info
ru: Инфо

source: Information about App
ru: Информация о приложении

source: Main Screen
ru: Главный экран

source: Navigation Stack learning statuses
ru: Статусы изучения Navigation Stack

# rejection
source: This cannot be, navigation cannot work the such way!
ru: Такого не может быть, навигация не может так работать!

source: Return to status list
ru: Вернуться в список статусов

source: Status
ru: Статус

source: Status list
ru: Список статусов

source: Study Navigation Stack!!!
ru: Изучаем Navigation Stack!

# work
source: It's working! It’s cool. But it is still a very strange, I should be used to it!
ru: Заработало! Прикольно, что-то в этом есть, может быть это даже гениально. Хотя все еще очень странно, надо привыкнуть.
